Repository: duydang2311/sampsharp-rp
Catalog: src/Server/Resources/Text.*.resx
Languages: vi_vn

# Chat_CommandNotFound
source: The entered command was not found.
vi_vn: Lệnh không tồn tại.

# Chat_CommandDenied
source: You don't have enough access privileges for this command.
vi_vn: Bạn cần quyền hạn thích hợp để sử dụng lệnh này.

# Chat_Message
source: {0} says: {1}
vi_vn: {0} nói: {1}

# DoorCommand_Help
source: /door [options].
vi_vn: /door [hành động].

# DoorCommand_Options
source: Available options: 'create', 'destroy', 'nearby', 'entrance', 'exit'.
vi_vn: Các hành động: 'create', 'destroy', 'nearby', 'entrance', 'exit'.

# DoorCommand_Create_Help
source: /door create [options].
vi_vn: /door create [phân loại].

# DoorCommand_Create_Options
source: Available options: 'logical', 'physical'.
vi_vn: Các loại door: 'logical', 'physical'.

# DoorCommand_Create_NoEffect
source: No door has been created.
vi_vn: Không thể thêm door vào cơ sở dữ liệu.

# DoorCommand_Create_Success
source: A new door #{0} has been created.
vi_vn: Door#{0} đã đuợc tạo thành công.

# DoorCommand_Destroy_InvalidId
source: Door#{0} does not exist.
vi_vn: Door#{0} không tồn tại.

# DoorCommand_Destroy_SuccessNoEffect
source: Door#{0} has been destroyed, however, no changes were made to the database.
vi_vn: Door#{0} đã đuợc xóa thành công, tuy không có thay đổi trên CSDL.

# DoorCommand_Destroy_Success
source: Door#{0} has been destroyed.
vi_vn: Door#{0} đã đuợc xóa thành công.

# DoorCommand_Nearby_Empty
source: There are no doors found within {0} meter radius.
vi_vn: Không tìm thấy bất kỳ Door nào trong bán kính {0} mét.

# DoorCommand_Nearby_Found
source: List of doors found within {0} meter radius:
vi_vn: Danh sách các Door trong bán kính {0}m:

# DoorCommand_Nearby_ForEachInfo
source: Door#{0}: {1:##0.00}, {2:##0.00}, {3:##0.00}, {4:##0.00} meters away.
vi_vn: Door#{0}: {1:##0.00}, {2:##0.00}, {3:##0.00}, cách {4:##0.00}m.

# DoorCommand_Entrance_InvalidId
source: Door#{0} does not exist.
vi_vn: Door#{0} không tồn tại.

# DoorCommand_Entrance_InvalidDoorType
source: Door#{0} must be a logical door.
vi_vn: Door#{0} không phải loại door ảo.

# DoorCommand_Entrance_Success
source: The entrance of Door#{0} has been updated.
vi_vn: Lối vào của Door#{0} đã được cập nhật.

# DoorCommand_Exit_InvalidId
source: Door#{0} does not exist.
vi_vn: Door#{0} không tồn tại.

# DoorCommand_Exit_InvalidDoorType
source: Door#{0} must be a logical door.
vi_vn: Door#{0} không phải loại door ảo.

# DoorCommand_Exit_Success
source: The exit of Door#{0} has been updated.
vi_vn: Lối ra của Door#{0} đã được cập nhật.

# LanguageCommand_Help
source: /language [options]
vi_vn: /language [ngôn ngữ]

# LanguageCommand_Options
source: Available options: vi (non-accented), vi-VN (accented), en.
vi_vn: Các ngôn ngữ sẵn có: vi (không dấu), vi-VN (có dấu), en (tiếng Anh).

# LanguageCommand_Success
source: Your game language has been changed to '{0}'.
vi_vn: Ngôn ngữ trò chơi đã được điều chỉnh thành '{0}'.

# Dialog_Account_Login_Caption
source: INSERT_SERVER_NAME - Login
vi_vn: INSERT_SERVER_NAME - Xác minh tài khoản

# Dialog_Account_Login_Content
source: Welcome back, {0}! Enter your account password to log in and join the game.
vi_vn: Chào mừng trở lại, {0}! Hãy nhập mật khẩu của bạn để đăng nhập tài khoản và tham gia trò chơi.

# Dialog_Account_Login_Button1
source: Login
vi_vn: Đăng nhập

# Dialog_Account_Login_Button2
source: Quit
vi_vn: Thoát

# Dialog_Account_SignUp_Caption
source: INSERT_SERVER_NAME - Signing Up
vi_vn: INSERT_SERVER_NAME - Đăng ký tài khoản

# Dialog_Account_SignUp_Content
source: {FFFFFF}Hello {7f9eba}{0}{FFFFFF}, this account has not been signed up. Enter a new password to the box below to sign up. {D1D1D1}For security purpose, please use a password that was {C75656}never{D1D1D1} used before.
vi_vn: {{FFFFFF}}Xin chào {{7f9eba}}{0}{{FFFFFF}}, tài khoản này chưa đuợc đăng ký. Hãy nhập mật khẩu mới vào khung bên duới. {{D1D1D1}}Vì lý do bảo mật, hãy đặt mật khẩu {{C75656}}duy nhất{{D1D1D1}} mà bạn chưa từng sử dụng truớc đây.

# Dialog_Account_SignUp_Button1
source: Sign Up
vi_vn: Đăng ký

# Dialog_Account_SignUp_Button2
source: Quit
vi_vn: Thoát

# Dialog_Character_Creation_Name_Caption
source: Character's name
vi_vn: Tên nhân vật

# Dialog_Character_Creation_Name_Content
source: What do you name your character? * Character name must be in the format of Firstname_Lastname or Lastname_Firstname.
vi_vn: Tên nhân vật của bạn sẽ là? * Tên nhân vật phải đuợc đặt theo cú pháp Ho_Ten hoặc Ten_Ho.

# Dialog_Character_Creation_Name_Button1
source: Continue
vi_vn: Tiếp tục

# Dialog_Character_Creation_Name_Button2
source: Back
vi_vn: Quay lại

# Dialog_Character_Creation_Gender_Caption
source: Character's gender
vi_vn: Giới tính nhân vật

# Dialog_Character_Creation_Gender_Button1
source: Continue
vi_vn: Tiếp tục

# Dialog_Character_Creation_Gender_Button2
source: Back
vi_vn: Quay lại

# Dialog_Character_Creation_Gender_Header_Column1
source: What is your character's gender?
vi_vn: Giới tính của nhân vật sẽ là?

# Dialog_Character_Creation_Gender_Row_Male
source: Male
vi_vn: Nam

# Dialog_Character_Creation_Gender_Row_Female
source: Female
vi_vn: Nữ

# Dialog_Character_Creation_Age_Caption
source: Character's age
vi_vn: Tuổi nhân vật

# Dialog_Character_Creation_Age_Content
source: How old is your character? (from 17 to 80 years old)
vi_vn: Nhân vật của bạn bao nhiêu tuổi? (17 tuổi - 80 tuổi)

# Dialog_Character_Creation_Age_Button1
source: Continue
vi_vn: Tiếp tục

# Dialog_Character_Creation_Age_Button2
source: Back
vi_vn: Quay lại

# MeCommandHelp
source: /me [action]
vi_vn: /me [hành động]

# DoCommandHelp
source: /do [status]
vi_vn: /do [trạng thái]

# ShoutCommand_Text
source: * {0} shouts: {1}
vi_vn: * {0} hét to: {1}

# ShoutCommand_Help
source: /shout [text]
vi_vn: /shout [nội dung]

# LowCommand_Text
source: *{0} says [low]: {1}
vi_vn: * {0} nói [nhỏ]: {1}

# LowCommand_Help
source: /low [text]
vi_vn: /low [nội dung]

# AmeCommand_Help
source: /ame [action]
vi_vn: /ame [hành động]
